Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: |Strength|Light Load|Medium Load|Heavy Load| |:------:|:--------:|:---------:|:--------:| |1|up to 3 lb|4–6 lb|7–10 lb| |2|up to 6 lb|7–13 lb|14–20 lb| |3|up to 10 lb|11–20 lb|21–30 lb| |4|up to 13 lb|14–26 lb|27–40 lb| |5|up to 16 lb|17–33 lb|34–50 lb| |6|up to 20 lb|21–40 lb|41–60 lb| |7|up to 23 lb|24–46 lb|47–70 lb| |8|up to 26 lb|27–53 lb|54–80 lb| |9|up to 30 lb|31–60 lb|61–90 lb| |10|up to 33 lb|34–66 lb|67–100 lb| |11|up to 38 lb|39–76 lb|77–115 lb| |12|up to 43 lb|44–86 lb|87–130 lb| |13|up to 50 lb|51–100 lb|101–150 lb| |14|up to 58 lb|59–116 lb|117–175 lb| |15|up to 66 lb|67–133 lb|134–200 lb| |16|up to 76 lb|77–153 lb|154–230 lb| |17|up to 86 lb|87–173 lb|174–260 lb| |18|up to 100 lb|101–200 lb|201–300 lb| |19|up to 116 lb|117–233 lb|234–350 lb| |20|up to 133 lb|134–266 lb|267–400 lb| |21|up to 153 lb|154–306 lb|307–460 lb| |22|up to 173 lb|174–346 lb|347–520 lb| |23|up to 200 lb|201–400 lb|401–600 lb| |24|up to 233 lb|234–466 lb|467–700 lb| |25|up to 266 lb|267–533 lb|534–800 lb| |26|up to 306 lb|307–613 lb|614–920 lb| |27|up to 346 lb|347–693 lb|694–1,040 lb| |28|up to 400 lb|401–800 lb|801–1,200 lb| |29|up to 466 lb|467–933 lb|934–1,400 lb| |+10|x4|x4|x4|
zh_cn: |力量|轻度负载|中度负载|重度负载| |:------:|:--------:|:---------:|:--------:| |1|小于等于3 磅|4–6磅|7–10磅| |2|小于等于6 磅|7–13 磅|14–20 磅| |3|小于等于10 磅|11–20 磅|21–30 磅| |4|小于等于13 磅|14–26 磅|27–40 磅| |5|小于等于16 磅|17–33 磅|34–50 磅| |6|小于等于20 磅|21–40 磅|41–60 磅| |7|小于等于23 磅|24–46 磅|47–70 磅| |8|小于等于26 磅|27–53 磅|54–80 磅| |9|小于等于30 磅|31–60 磅|61–90 磅| |10|小于等于33 磅|34–66 磅|67–100 磅| |11|小于等于38 磅|39–76 磅|77–115 磅| |12|小于等于43 磅|44–86 磅|87–130 磅| |13|小于等于50 磅|51–100 磅|101–150 磅| |14|小于等于58 磅|59–116 磅|117–175 磅| |15|小于等于66 磅|67–133 磅|134–200 磅| |16|小于等于76 磅|77–153 磅|154–230 磅| |17|小于等于86 磅|87–173 磅|174–260 磅| |18|小于等于100 磅|101–200 磅|201–300 磅| |19|小于等于116 磅|117–233 磅|234–350 磅| |20|小于等于133 磅|134–266 磅|267–400 磅| |21|小于等于153 磅|154–306 磅|307–460 磅| |22|小于等于173 磅|174–346 磅|347–520 磅| |23|小于等于200 磅|201–400 磅|401–600 磅| |24|小于等于233 磅|234–466 磅|467–700 磅| |25|小于等于266 磅|267–533 磅|534–800 磅| |26|小于等于306 磅|307–613 磅|614–920 磅| |27|小于等于346 磅|347–693 磅|694–1,040 磅| |28|小于等于400 磅|401–800 磅|801–1,200 磅| |29|小于等于466 磅|467–933 磅|934–1,400 磅| |+10|x4|x4|x4|

source: |Substance|Hardness|Hit Points| |---------|:------:|----------| |Paper|0|2/inch of thickness| |Rope|0|2/inch of thickness| |Plastic, soft|0|3/inch of thickness| |Glass|1|1/inch of thickness| |Ceramic|1|2/inch of thickness| |Ice|0|3/inch of thickness| |Plastic, hard|2|5/inch of thickness| |Wood|5|10/inch of thickness| |Aluminum|6|10/inch of thickness| |Concrete|8|15/inch of thickness| |Steel|10|30/inch of thickness|
zh_cn: |物质|硬度|生命值| |---------|:------:|----------| |纸|0|2每寸厚度| |绳索|0|2每寸厚度| |软塑料|0|3每寸厚度| |玻璃|1|1每寸厚度| |陶瓷|1|2每寸厚度| |冰|0|3每寸厚度| |硬塑料|2|5每寸厚度| |木材|5|10每寸厚度| |铝|6|10每寸厚度| |混凝土|8|15每寸厚度| |钢铁|10|30每寸厚度|

source: |Surface|Track DC| |-------|:------:| |Very soft|5| |Soft|10| |Firm|15| |Hard|20|
zh_cn: |地面|追踪DC| |-------|:------:| |异常松软|5| |松软|10| |坚实|15| |坚硬|20|

source: |Task|DC| |----|--| |Activate blindly|25| |Decipher a written spell|25 + spell level| |Emulate class feature|20| |Emulate ability score|See text| |Emulate allegiance|30| |Use a scroll|20 + caster level| |Use a wand|20|
zh_cn: |任务|DC| |----|--| |盲目启用|25| |解读写好了的法术|25 + 法术等级| |模仿职业专长|20| |模仿属性值|见下文| |模仿阵营|30| |使用卷轴|20 + 施法者等级| |使用魔杖|20|

source: |Task|DC| |----|--| |Resist fear|15| |Memorize|15| |Tolerate poison|Poison’s DC| |Willpower|20|
zh_cn: |目的|DC| |----|--| |抵御恐惧|15| |记忆|15| |忍耐毒素|毒素的DC| |坚定意志|20|

source: |Task|Skill|Opposing Skill| |----|-----|--------------| |Sneak up on someone|Move Silently|Listen| |Con someone|Bluff|Sense Motive| |Hide from someone|Hide|Spot| |Win a car race|Drive|Drive| |Pretend to be someone else|Disguise|Spot| |Steal a key chain|Sleight of Hand|Spot| |Create a fake ID|Forgery|Forgery|
zh_cn: |任务|技能|对抗技能| |----|-----|--------------| |悄悄靠近他人|潜行|聆听| |欺骗他人|唬骗|察言观色| |对他人躲藏|躲藏|侦察| |赛车|驾驶|驾驶| |假扮他人|易容|侦察| |偷钥匙串|手上功夫|侦察| |制作假身份|伪造文书|伪造文书|

source: |Task|Time|DC| |----|---|:-:| |Handle an animal|Move action|10| |“Push” an animal|Full-round action|25| |Teach an animal a trick|1 week|See text| |Train an animal for a purpose|See text|See text|
zh_cn: |任务|时间|DC| |----|---|:-:| |驾驭动物|移动动作|10| |逼迫动物|整轮动作|25| |教会动物一个技巧|1周|见下文| |为通用工作训练动物|见下文|见下文|

source: |Telepath Level|Pts/Day|0\*|1\*|2\*|3\*|4\*|5\*| |--------------|:-----:|:-:|:-:|:-:|:-:|:-:|:-:| |1st|2|3|1|—|—|—|—| |2nd|3|3|2|—|—|—|—| |3rd|4|3|3|—|—|—|—| |4th|7|4|3|1|—|—|—| |5th|10|4|3|2|—|—|—| |6th|15|4|3|2|1|—|—| |7th|20|5|4|3|2|—|—| |8th|27|5|4|3|2|1|—| |9th|34|5|4|3|3|2|—| |10th|43|6|4|3|3|2|1|
zh_cn: |异能者等级|每日灵力点|0\*|1\*|2\*|3\*|4\*|5\*| |--------------|:-----:|:-:|:-:|:-:|:-:|:-:|:-:| |1st|2|3|1|—|—|—|—| |2nd|3|3|2|—|—|—|—| |3rd|4|3|3|—|—|—|—| |4th|7|4|3|1|—|—|—| |5th|10|4|3|2|—|—|—| |6th|15|4|3|2|1|—|—| |7th|20|5|4|3|2|—|—| |8th|27|5|4|3|2|1|—| |9th|34|5|4|3|3|2|—| |10th|43|6|4|3|3|2|1|

source: |Transportation|Purchase DC| |--------------|:---------:| |Airfare|| |Domestic, coach|14| |Domestic, first class|17| |International, coach|18| |International, first class|22| |Car rental|| |Economy car|6| |Mid-size or truck|8| |Luxury|10|
zh_cn: |运输|购买DC| |--------------|:---------:| |机票|| |国内经济舱|14| |国内头等舱|17| |国际经济舱|18| |国际头等舱|22| |租车|| |经适车|6| |中型车或卡车|8| |豪华车|10|

source: |Turning Check Result|Most Powerful Creature Affected (Maximum Hit Dice)| |:------------------:|:------------------------------------------------:| |0 or lower|Acolyte level –4| |1–3|Acolyte level –3| |4–6|Acolyte level –2| |7–9|Acolyte level –1| |10–12|Acolyte level| |13–15|Acolyte level +1| |16–18|Acolyte level +2| |19–21|Acolyte level +3| |22 or higher|Acolyte level +4|
zh_cn: |驱散检定结果|最强可影响生物（最高HD值）| |:------------------:|:------------------------------------------------:| |0及以下|侍僧等级 –4| |1–3|侍僧等级 –3| |4–6|侍僧等级 –2| |7–9|侍僧等级 –1| |10–12|侍僧等级| |13–15|侍僧等级 +1| |16–18|侍僧等级 +2| |19–21|侍僧等级 +3| |22及以上|侍僧等级 +4|

source: |Type of Acid|Purchase DC|Acid\*|Base\*|Time\*| |------------|:---------:|:----:|:----:|------| |Mild (1d6/1d10)\*\*|8|15|10|1 min| |Potent (2d6/2d10)|12|20|15|30 min| |Concentrated (3d6/3d10)|16|30|20|1 hr.|
zh_cn: |酸的种类|购买DC|酸\*|盐基\*|时间\*| |------------|:---------:|:----:|:----:|------| |弱酸（1d6/1d10）\*\*|8|15|10|1分钟| |强酸（2d6/2d10）|12|20|15|30分钟| |浓酸（3d6/3d10）|16|30|20|1小时|

source: |Type of Information|DC|Purchase DC| |------------------|:-:|:---------:| |General|10|5| |Specific|15|10| |Restricted|20|15| |Protected|25|20|
zh_cn: |信息类型|DC|购买DC| |------------------|:-:|:---------:| |传闻|10|5| |专门|15|10| |受限|20|15| |受保护|25|20|

source: |Type of Operation|DC|Time| |----------------|:-:|:--:| |Shut down passive remote (including cameras and door locks)|20|1 round per remote| |Shut down active remote (including motion detectors and alarms)|25|1 round per remote| |Reset parameters|30|1 minute per remote| |Change passcodes|25|1 minute| |Hide evidence of alteration|+10|1 minute| |Minimum security|–5|—| |Exceptional security|+10|—| |Maximum security|+15|—|
zh_cn: |操作类型|DC|耗时| |----------------|:-:|:--:| |关闭被动遥感设施（包括摄像头和门锁）|20|每个设施1轮| |关闭主动遥感设施（包括运动探测器和警报器）|25|每个设施1轮| |复位参数|30|每个设施1分钟| |修改口令|25|1分钟| |隐藏改动痕迹|+10|1分钟| |最小安全等级|–5|—| |加强安全等级|+10|—| |最大安全等级|+15|—|

source: |Type of Scratch-Built Electronics (Examples)|Purchase DC|Craft DC|Time| |--------------------------------------------|:---------:|:------:|:--:| |Simple (timer or detonator)|8|15|1 hr.| |Moderate (radio direction finder, electronic lock)|12|20|12 hr.| |Complex (cell phone)|16|25|24 hr.| |Advanced (computer)|22|30|60 hr.|
zh_cn: |土制电器种类（范例）|购买 DC|制造 DC|时间| |--------------------------------------------|:---------:|:------:|:--:| |简单（计时器或起爆器）|8|15|1 小时| |中等（无线电测向仪、电子锁）|12|20|12 小时| |复杂（手机）|16|25|24 小时| |高级（电脑）|22|30|60 小时|

source: |Type of Scratch-Built Explosive|Purchase DC|Craft DC|Reflex DC (save for half damage)|Time| |-------------------------------|:---------:|:------:|:------------------------------:|:--:| |Improvised (1d6/5 feet)\*|6|10|10|1 round| |Simple (2d6/5 feet)|12|15|12|10 min| |Moderate (4d6/10 feet)|16|20|12|1 hr.| |Complex (6d6/15 feet)|20|25|15|3 hr.| |Powerful (8d6/20 feet)|25|30|15|12 hr.| |Devastating (10d6/25 feet)|30|35|18|24 hr.|
zh_cn: |土制爆炸物类型|购买DC|制造DC|反射DC（半伤豁免所需）|时间| |-------------------------------|:---------:|:------:|:------------------------------:|:--:| |临时（1d6/5尺）\*|6|10|10|1 round| |简单（2d6/5尺）|12|15|12|10 min| |中等（4d6/10尺）|16|20|12|1 hr.| |复杂（6d6/15尺）|20|25|15|3 hr.| |大威力（8d6/20尺）|25|30|15|12 hr.| |毁灭性（10d6/25尺）|30|35|18|24 hr.|

source: |Type of Scratch-Built Mechanical Device (Examples)|Purchase DC|Craft DC|Time| |--------------------------------------------------|:---------:|:------:|:--:| |Simple (tripwire trap)|5|15|1 hr| |Moderate (engine component, light armor)|12|20|12 hr.| |Complex (automobile engine, 9mm autoloader handgun)|16|25|24 hr.| |Advanced (jet engine)|20|30|60 hr.|
zh_cn: |土制机械种类（范例）|购买 DC|制造 DC|时间| |--------------------------------------------|:---------:|:------:|:--:| |简单（绊线陷阱）|5|15|1 小时| |中等（引擎部件、轻型护甲）|12|20|12 小时| |复杂（汽车引擎、9mm口径手枪）|16|25|24 小时| |高级（喷气机引擎）|20|30|60 小时|

source: |Type of Scratch-Built Structure (Examples)|Purchase DC|Craft DC|Time| |------------------------------------------|:---------:|:------:|:--:| |Simple (bookcase, false wall)|5|15|12 hr.| |Moderate (catapult, shed, house deck)|10|20|24 hr.| |Complex (bunker, domed ceiling)|15|25|60 hr.| |Advanced (house)|20|30|600 hr.|
zh_cn: |土制结构种类（范例）|购买 DC|制造 DC|时间| |------------------------------------------|:---------:|:------:|:--:| |简单（书架、假墙）|5|15|12 小时| |中等（投石车、小棚屋、地板）|10|20|24 小时| |复杂（仓房、拱形天花板）|15|25|60 小时| |高级（房子）|20|30|600 小时|

source: |Type|Examples|Damage|Fort DC| |--------|-------------|:--------:|:-----------:| |Jolt|Car battery, stun gun|1d3|10| |Low voltage|Fuse box, electrical socket|2d6|15| |Medium voltage|Industrial transformer, electric fence|4d6|15| |High voltage|Power line, electric chair, lightning|8d6|20|
zh_cn: |类型|例子|伤害|强韧DC| |--------|-------------|:--------:|:-----------:| |短触|汽车电池、电击枪|1d3|10| |低压|保险丝盒、电源插座|2d6|15| |中压|变压器、电栅栏|4d6|15| |高压|输电线、电椅、闪电|8d6|20|

source: |Upgrade|Diplomacy DC| |:------|:----------:| |Seat at sporting event to field pass|10| |Hotel room to suite|15| |Concert or theater ticket to backstage pass|20| |Economy transportation to first-class|25|
zh_cn: |升级|交涉 DC| |:------|:----------:| |体育赛事从观众席升级到进入赛场|10| |宾馆从标间升级到套房|15| |音乐会或戏剧从观众席升级到进入后台|20| |经济舱升级到头等舱|25|

source: |Vehicle Size|Size Modifier|Examples| |------------|:-----------:|--------| |Colossal|–8|Yacht, semi with trailer| |Gargantuan|–4|Tank, limousine| |Huge|–2|Luxury car, SUV, armored car| |Large|–1|Economy car, Harley| |Medium-size|+0|Racing bike, dirt bike|
zh_cn: |载具体型|体型调整值|范例| |------------|:-----------:|--------| |超巨型|–8|游艇、牵引车带半挂车| |巨型|–4|坦克、豪华轿车| |超大型|–2|奢侈型汽车、SUV、武装汽车| |大型|–1|经适车、哈雷| |普通|+0|竞赛摩托车、越野摩托车|

source: |Water|DC| |----|:-:| |Calm water|10| |Rough water|15| |Stormy water|20|
zh_cn: |水况|DC| |----|:-:| |平静的水面|10| |起波澜的水面|15| |刮风暴的水面|20|

source: |Wealth Bonus|Financial Condition| |--------------------|----------------------------| |+0|Impoverished or in debt| |+1 to +4|Struggling| |+5 to +10|Middle class| |+11 to +15|Affluent| |+16 to +20|Wealthy| |+21 to +30|Rich| |+31 or higher|Very rich|
zh_cn: |财富加值|经济情况| |--------------------|----------------------------| |+0|一文不名或欠债| |+1 to +4|温饱| |+5 to +10|中产| |+11 to +15|宽裕| |+16 to +20|富有| |+21 to +30|富豪| |+31 or higher|巨富|

source: |Weapon|Damage|Critical|Damage Type|Burst Radius|Reflex DC|Range Increment|Size|Weight|Purchase DC|Restriction| |-|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:| |40mm fragmentation grenade|3d6|—|Slashing|10 ft|15|—|Tiny|1 lb|16|Mil (+3)| |C4/Semtex|4d6|—|Concussion|10 ft|18|—|Small|1 lb|12|Mil (+3)| |Det cord|2d6|—|Fire|See text|12|—|Med|2 lb|8|Res (+2)| |Dynamite|2d6|—|Concussion|5 ft|15|10 ft|Tiny|1 lb|12|Lic (+1)| |Fragmentation grenade|4d6|—|Slashing|20 ft|15|10 ft|Tiny|1 lb|15|Mil (+3)| |Smoke grenade|—|—|—|See text|—|10 ft|Small|2 lb|10|—| |Tear gas grenade|See text|—|—|See text|—|10 ft|Small|2 lb|12|Res (+2)| |Thermite grenade|6d6|—|Fire|5 ft|12|10 ft|Small|2 lb|17|Mil (+3)| |White phosphorus grenade|2d6|—|Fire|20 ft|12|10 ft|Small|2 lb|15|Mil (+3)|
zh_cn: |武器|伤害|重击|伤害类型|爆炸半径|反射 DC|射程跨度|尺寸|重量|购买 DC|限制级| |-|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:| |40mm破片榴弹|3d6|—|劈砍|10尺|15|—|超小型|1磅|16|军用（+3）| |C4/塞姆汀炸药|4d6|—|震荡|10尺|18|—|小型|1磅|12|军用（+3）| |引信|2d6|—|火焰|见下文|12|—|普通|2磅|8|管制（+2）| |炸药|2d6|—|震荡|5尺|15|10尺|超小型|1磅|12|执照（+1）| |破片手雷|4d6|—|劈砍|20尺|15|10尺|超小型|1磅|15|军用（+3）| |烟雾弹|—|—|—|见下文|—|10尺|小型|2磅|10|—| |催泪弹|见下文|—|—|见下文|—|10尺|小型|2磅|12|管制（+2）| |铝热弹|6d6|—|火焰|5尺|12|10尺|小型|2磅|17|军用（+3）| |白磷弹|2d6|—|火焰|20尺|12|10尺|小型|2磅|15|军用（+3）|

source: |Weapon|Damage|Critical|Damage Type|Range Increment|Rate of Fire|Magazine|Size|Weight|Purchase DC|Restriction| |-|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:| |**Handguns (require the Personal Firearms Proficiency feat)**||||||||||| |Beretta 92F (9mm autoloader)|2d6|20|Ballistic|40 ft|S|15 box|Small|3 lb|16|Lic (+1)| |Beretta 93R (9mm machine pistol)|2d6|20|Ballistic|30 ft|S,A|20 box|Med|3 lb|18|Res (+2)| |Colt Double Eagle (10mm autoloader)|2d6|20|Ballistic|30 ft|S|9 box|Small|3 lb|16|Lic (+1)| |Colt M1911 (.45 autoloader)|2d6|20|Ballistic|30 ft|S|7 box|Small|3 lb|15|Lic (+1)| |Colt Python\* (.357 revolver)|2d6|20|Ballistic|40 ft|S|6 cyl.|Med|3 lb|5|Lic (+1)| |Derringer (.45)|2d6|20|Ballistic|10 ft|Single|2 int.|Tiny|1 lb|14|Lic (+1)| |Desert Eagle (.50AE autoloader)|2d8|20|Ballistic|40 ft|S|8 box|Med|4 lb|18|Lic (+1)| |Glock 17\* (9mm autoloader)|2d6|20|Ballistic|30 ft|S|17 box|Small|2 lb|18|Lic (+1)| |Glock 20\* (10mm autoloader)|2d6|20|Ballistic|40 ft|S|15 box|Small|3 lb|18|Lic (+1)| |MAC Ingram M10 (.45 machine pistol)|2d6|20|Ballistic|40 ft|S, A|30 box|Med|6 lb|15|Res (+2)| |Pathfinder (.22 revolver)|2d4|20|Ballistic|20 ft|S|6 cyl.|Tiny|1 lb|14|Lic (+1)| |Ruger Service-Six (.38S revolver)|2d6|20|Ballistic|30 ft|S|6 cyl.|Small|2 lb|14|Lic (+1)| |S\&W M29 (.44 magnum revolver)|2d8|20|Ballistic|30 ft|S|6 cyl.|Med|3 lb|15|Lic (+1)| |SITES M9 (9mm autoloader)|2d6|20|Ballistic|30 ft|S|8 box|Tiny|2 lb|15|Lic (+1)| |Skorpion (.32 machine pistol)|2d4|20|Ballistic|40 ft|S, A|20 box|Med|4 lb|17|Res (+2)| |TEC-9 (9mm machine pistol)|2d6|20|Ballistic|40 ft|S or A|32 box|Med|4 lb|14|Res (+2)| |Walther PPK (.32 autoloader)|2d4|20|Ballistic|30 ft|S|7 box|Small|1 lb|15|Lic (+1)| |||||||||||| |**Longarms (require the Personal Firearms Proficiency feat)**||||||||||| |AKM/AK-47 (7.62mmR assault rifle)|2d8|20|Ballistic|70 ft|S, A|30 box|Large|10 lb|15|Res (+2)| |Barrett Light Fifty (.50 sniper rifle)|2d12|20|Ballistic|120 ft|S|11 box|Huge|35 lb|22|Lic (+1)| |Benelli 121 M1 (12-gague shotgun)|2d8|20|Ballistic|40 ft|S|7 int|Large|8 lb|17|Lic (+1)| |Beretta M3P (12-gauge shotgun)|2d8|20|Ballistic|30 ft|S|5 box|Large|9 lb|16|Lic (+1)| |Browning BPS (10-gauge shotgun)|2d10|20|Ballistic|30 ft|Single|5 int.|Large|11 lb|16|Lic (+1)| |HK G3 (7.62mm assault rifle)|2d10|20|Ballistic|90 ft|S, A|20 box|Large|11 lb|19|Res (+2)| |HK MP5\* (9mm submachine gun)|2d6|20|Ballistic|50 ft|S, A|30 box|Large|7 lb|20|Res (+2)| |HK MP5K (9mm submachine gun)|2d6|20|Ballistic|40 ft|S, A|15 box|Med|5 lb|19|Res (+2)| |HK PSG1\* (7.62mm sniper rifle)|2d10|20|Ballistic|90 ft|S|5 box|Large|16 lb|22|Lic (+1)| |M16A2 (5.56mm assault rifle)|2d8|20|Ballistic|80 ft|S, A|30 box|Large|8 lb|16|Res (+2)| |M4 Carbine (5.56mm assault rifle)|2d8|20|Ballistic|60 ft|S, A|30 box|Large|7 lb|16|Res (+2)| |M-60 (medium machine gun)|2d10|20|Ballistic|100 ft|A|Linked|Huge|22 lb|21|Mil (+3)| |Mossberg (12-gauge shotgun)|2d8|20|Ballistic|30 ft|Single|6 int.|Large|7 lb|15|Lic (+1)| |Remington 700 (7.62mm hunting rifle)|2d10|20|Ballistic|80 ft|Single|5 int.|Large|8 lb|17|Lic (+1)| |Sawed-off shotgun (12-ga shotgun)|2d8|20|Ballistic|10 ft|S|2 int.|Med|4 lb|15|Illegal (+4)| |Steyr AUG (5.56mm assault rifle)|2d8|20|Ballistic|80 ft|S, A|30 box|Large|9 lb|19|Res (+2)| |Uzi (9mm submachine gun)|2d6|20|Ballistic|40 ft|S, A|20 box|Large|8 lb|18|Res (+2)| |Winchester 94 (.444 hunting rifle)|2d10|20|Ballistic|90 ft|S|6 int.|Large|7 lb|15|Lic (+1)| |||||||||||| |**Heavy Weapons (each requires a specific Exotic Firearms Proficiency feat)**||||||||||| |M2HB (heavy machine gun)|2d12|20|Ballistic|110 ft|A|Linked|Huge|75 lb|22|Mil (+3)| |M72A3 LAW (rocket launcher)|10d6\*\*|—|—|150 ft|1|1 int.|Large|5 lb|15|Mil (+3)| |M79 (grenade launcher)|Varies\*\*|—|—|70 ft|1|1 int.|Large|7 lb|14|Mil (+3)| |||||||||||| |**Other Ranged Weapons (Weapons Proficiency feat needed given in parentheses)**||||||||||| |Compound bow (Archaic)\*\*|1d8|20|Piercing|40 ft|1|—|Large|3 lb|10|—| |Crossbow (Simple)|1d10|19–20|Piercing|40 ft|1|1 int.|Med|7 lb|9|—| |Flamethrower (no feat needed)\*\*\*|3d6|—|Fire|—|1|10 int.|Large|50 lb|17|Mil (+3)| |Javelin (Simple)|1d6|20|Piercing|30 ft|1|—|Med|2 lb|4|—| |Pepper spray (Simple)|Special\*\*|—|Special\*\*|5 ft|1|1 int.|Tiny|0.5 lb|5|—| |Shuriken (Archaic)|1|20|Piercing|10 ft|1|—|Tiny|0.5 lb|3|—| |Taser (Simple)|1d4\*\*|—|Electricity|5 ft|1|1 int.|Small|2 lb|7|—| |Whip (Simple)|1d2|20|Slashing|15 ft\*\*\*|1|—|Small|2 lb|4|—|
zh_cn: |武器|伤害|重击|伤害类型|射程跨度|射击模式|弹仓|尺寸|重量|购买DC|限制级| |-|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:| |**手枪（要求`擅长单兵枪械`专长）**||||||||||| |伯莱塔92F （9毫米半自动）|2d6|20|实弹|40尺|半|15发弹匣|小型|3磅|16|执照（+1）| |伯莱塔93R（9毫米冲锋）|2d6|20|实弹|30尺|半、全|20发弹匣|普通|3磅|18|管制（+2）| |柯尔特双鹰（10毫米半自动）|2d6|20|实弹|30尺|半|9发弹匣|小型|3磅|16|执照（+1）| |柯尔特M1911（.45半自动）|2d6|20|实弹|30尺|半|7发弹匣|小型|3磅|15|执照（+1）| |柯尔特巨蟒\*（.357转轮）|2d6|20|实弹|40尺|半|6发转轮|普通|3磅|5|执照（+1）| |德林杰（.45）|2d6|20|实弹|10尺|手动|2发内置|超小型|1磅|14|执照（+1）| |沙漠之鹰（.50AE半自动）|2d8|20|实弹|40尺|半|8发弹匣|普通|4磅|18|执照（+1）| |格洛克17\*（9毫米半自动）|2d6|20|实弹|30尺|半|17发弹匣|小型|2磅|18|执照（+1）| |格洛克20\*（10毫米半自动）|2d6|20|实弹|40尺|半|15发弹匣|小型|3磅|18|执照（+）| |MAC 英格拉姆 M10 （.45冲锋）|2d6|20|实弹|40尺|半、全|30发弹匣|普通|6磅|15|管制（+2）| |觅踪者（.22转轮）|2d4|20|实弹|20尺|半|6发转轮|小型|1磅|14|执照（+1）| |鲁格现役6型（.385转轮）|2d6|20|实弹|30尺|半|6发转轮|小型|2磅|14|执照（+1）| |史密斯威森M29（.44马格南转轮）|2d8|20|实弹|30尺|半|6发转轮|普通|3磅|15|执照（+1）| |赛茨M9（9毫米半自动）|2d6|20|实弹|30尺|半|8发弹匣|超小型|2磅|15|执照（+1）| |蝎式冲锋枪（.32冲锋）|2d4|20|实弹|40尺|半、全|20发弹匣|普通|4磅|17|管制（+2）| |TEC-9冲锋枪 （9毫米冲锋）|2d6|20|实弹|40尺|半或全|32发弹匣|普通|4磅|14|管制（+2）| |瓦尔特PPK（.32半自动）|2d4|20|实弹|30尺|半|7发弹匣|小型|1磅|15|执照（+1）| |||||||||||| |**长杆枪（要求`擅长单兵枪械`专长）**||||||||||| |AKM/AK-47 (7.62mmR突击步枪)|2d8|20|实弹|70尺|半、全|30发弹匣|大型|10磅|15|管制（+2）| |巴雷特“轻50”M82A1（.50狙击步枪）|2d12|20|实弹|120尺|半|11发弹匣|超大型|35磅|22|执照（+1）| |贝纳利 121 M1（12号霰弹）|2d8|20|实弹|40尺|半|7发内置|大型|8磅|17|执照（+1）| |伯莱塔M3P（12号霰弹）|2d8|20|实弹|30尺|半|5发弹匣|大型|9磅|16|执照（+1）| |勃朗宁BPS（10号霰弹）|2d10|20|实弹|30尺|手动|5发内置|大型|11磅|16|执照（+1）| |HK G3（7.62mm突击步枪）|2d10|20|实弹|90尺|半、全|20发弹匣|大型|11磅|19|管制（+2）| |HK MP5\*（9mm冲锋枪）|2d6|20|实弹|50尺|半、全|30发弹匣|大型|7磅|20|管制（+2）| |HK MP5K（9mm冲锋枪）|2d6|20|实弹|40尺|半、全|15发弹匣|普通|5磅|19|管制（+2）| |HK PSG1\*（7.62mm狙击步枪）|2d10|20|实弹|90尺|半|5发弹匣|大型|16磅|22|执照（+1）| |M16A2（5.56mm突击步枪）|2d8|20|实弹|80尺|半、全|30发弹匣|大型|8磅|16|管制（+2）| |M4卡宾枪（5.56mm突击步枪）|2d8|20|实弹|60尺|半、全|30发弹匣|大型|7磅|16|管制（+2）| |M-60（中型机枪）|2d10|20|实弹|100尺|全|弹链|超大型|22磅|21|军用（+3）| |莫斯伯格（12号霰弹）|2d8|20|实弹|30尺|手动|6发内置|大型|7磅|15|执照（+1）| |雷明顿700（7.62mm猎枪）|2d10|20|实弹|80尺|手动|5发内置|大型|8磅|17|执照（+1）| |锯短霰弹枪（12号霰弹）|2d8|20|实弹|10尺|半|2发内置|普通|4磅|15|非法（+4）| |施泰尔AUG（5.56mm突击步枪）|2d8|20|实弹|80尺|半、全|30发弹匣|大型|9磅|19|管制（+2）| |乌兹（9mm冲锋枪）|2d6|20|实弹|40尺|半、全|20发弹匣|大型|8磅|18|管制（+2）| |温彻斯特94（.444猎枪）|2d10|20|实弹|90尺|半|6发内置|大型|7磅|15|执照（+1）| |||||||||||| |**重武器（每种武器都要求有该武器对应的`擅长异种枪械`专长）**||||||||||| |M2HB（重机枪）|2d12|20|实弹|110尺|全|弹链|超大型|75磅|22|军用（+3）| |M72A3 LAW（火箭筒）|10d6\*\*|—|—|150尺|单发|1发内置|大型|5磅|15|军用（+3）| |M79（榴弹发射器）|各种\*\*|—|—|70尺|单发|1发内置|大型|7磅|14|军用（+3）| |||||||||||| |**其他远程武器（要求括号内所示的专长）**||||||||||| |复合弓（古典）\*\*|1d8|20|穿刺|40尺|单发|—|大型|3磅|10|—| |弩（简单）|1d10|19–20|穿刺|40尺|单发|1发内置|普通|7磅|9|—| |火焰喷射器（无）\*\*\*|3d6|—|火焰|—|单发|10发内置|大型|50磅|17|军用（+3）| |标枪（简单）|1d6|20|穿刺|30尺|单发|—|普通|2磅|4|—| |辣椒喷雾器（简单）|特别\*\*|—|特别\*\*|5尺|单发|1发内置|超小型|0.5磅|5|—| |手里剑（古典）|1|20|穿刺|10尺|单发|—|超小型|0.5磅|3|—| |电击枪（简单）|1d4\*\*|—|电能|5尺|单发|1发内置|小型|2磅|7|—| |鞭子（简单）|1d2|20|劈砍|15尺\*\*\*|单发|—|小型|2磅|4|—|

source: |Weapon|Damage|Critical|Damage Type|Range Increment|Rate of Fire|Magazine|Size|Weight|Purchase DC|Restriction| |-|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:| |Cannons (require the Exotic Firearms Proficiency \[cannons\] feat)||||||||||| |BMP-2 30mm cannon|4d12|20|Ballistic|300 ft.|A|Linked|Huge|\*|\*|\*| |M1A2 Abrams tank cannon|10d12|20|Ballistic|400 ft.|Single|1|Huge|\*|\*|\*| |M2A2 Bradley 25mm cannon|4d12|20|Ballistic|350 ft.|A|Linked|Huge|\*|\*|\*| \* Weight, purchase DC, and restriction rating do not apply.
zh_cn: |武器|伤害|重击|伤害类型|射程跨度|射击模式|弹仓|尺寸|重量|购买 DC|限制级| |-|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:| |加农炮（需要`擅长异种枪械 \[加农炮\]` 专长)||||||||||| |BMP-2 30mm 加农炮|4d12|20|实弹|300尺|全|弹链|超大型|\*|\*|\*| |M1A2 艾布拉姆斯坦克加农炮|10d12|20|实弹|400尺|手动|1|超大型|\*|\*|\*| |M2A2 布雷德利 25mm 加农炮|4d12|20|实弹|350尺|全|弹链|超大型|\*|\*|\*| \* 重量、购买DC和限制级无效。

source: |Weapon|Damage|Critical|Damage Type|Range Increment|Size|Weight|Purchase DC|Restriction| |-|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:| |**Simple Weapons (require the Simple Weapons Proficiency feat)**||||||||| |Brass knuckles|1|20|Bludgeoning|—|Tiny|1 lb|5|—| |Cleaver|1d6|19–20|Slashing|—|Small|2 lb|5|—| |Club|1d6|20|Bludgeoning|10 ft|Med|3 lb|4|—| |Knife|1d4|19–20|Piercing|10 ft|Tiny|1 lb|7|—| |Metal baton|1d6|19–20|Bludgeoning|—|Med|2 lb|8|—| |Pistol whip|1d4|20|Bludgeoning|—|Small|—|—|—| |Rifle butt|1d6|20|Bludgeoning|—|Large|—|—|—| |Sap|1d6\*|20|Bludgeoning|—|Small|3 lb|2|—| |Stun gun\*|1d3|20|Electricity|—|Tiny|1 lb|5|—| |Tonfa\*|1d4|20|Bludgeoning|—|Med|2 lb|6|—| |||||||||| |**Archaic Weapons (require the Archaic Weapons Proficiency feat)**||||||||| |Bayonet (fixed)\*|1d4/1d6|20|Piercing|—|Large|1 lb|7|—| |Hatchet|1d6|20|Slashing|10 ft|Small|4 lb|4|—| |Longsword|1d8|19–20|Slashing|—|Med|4 lb|11|—| |Machete|1d6|19–20|Slashing|—|Small|2 lb|5|—| |Rapier|1d6|18–20|Piercing|—|Med|3 lb|10|—| |Spear|1d8|20|Piercing|—|Large|9 lb|6|—| |Straight razor|1d4|19–20|Slashing|—|Tiny|0.5 lb|4|—| |Sword cane\*|1d6|18–20|Piercing|—|Med|3 lb|9|—| |||||||||| |**Exotic Melee Weapons (each requires a specific Exotic Melee Weapon Proficiency feat)**||||||||| |Chain\*|1d6/1d6|20|Bludgeoning|—|Large|5 lb|5|—| |Chain saw|3d6|20|Slashing|—|Large|10 lb|9|—| |Kama|1d6|20|Slashing|—|Small|2 lb|5|—| |Katana|2d6|19–20|Slashing|—|Large|6 lb|12|—| |Kukri|1d4|18–20|Slashing|—|Small|1 lb|5|—| |Nunchaku|1d6|20|Bludgeoning|—|Small|2 lb|3|—| |Three-section staff\*|1d10/1d10|20|Bludgeoning|—|Large|3 lb|4|—|
zh_cn: |武器|伤害|重击|伤害类型|射程跨度|尺寸|重量|购买DC|限制级| |-|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:| |**简单武器（需要`擅长简单武器`专长）**||||||||| |指虎|1|20|钝击|—|超小型|1磅|5|—| |菜刀|1d6|19–20|劈砍|—|小型|2磅|5|—| |木棒|1d6|20|钝击|10尺|普通|3磅|4|—| |小刀|1d4|19–20|穿刺|10尺|超小型|1磅|7|—| |甩棍|1d6|19–20|钝击|—|普通|2磅|8|—| |手枪托|1d4|20|钝击|—|小型|—|—|—| |步枪托|1d6|20|钝击|—|大型|—|—|—| |闷棍|1d6\*|20|钝击|—|小型|3磅|2|—| |电棍\*|1d3|20|电能|—|超小型|1磅|5|—| |卜字拐\*|1d4|20|钝击|—|普通|2磅|6|—| |||||||||| |**古典武器（需要`擅长古典武器`专长）**||||||||| |刺刀（已安装）\*|1d4/1d6|20|穿刺|—|大型|1磅|7|—| |手斧|1d6|20|劈砍|10尺|小型|4磅|4|—| |长剑|1d8|19–20|劈砍|—|普通|4磅|11|—| |弯刀|1d6|19–20|劈砍|—|小型|2磅|5|—| |细剑|1d6|18–20|穿刺|—|普通|3磅|10|—| |矛|1d8|20|穿刺|—|大型|9磅|6|—| |刮脸刀|1d4|19–20|劈砍|—|超小型|0.5磅|4|—| |手杖剑\*|1d6|18–20|穿刺|—|普通|3磅|9|—| |||||||||| |**异种近战武器（每种武器都需要该武器的`擅长异种武器`专长）**||||||||| |锁链\*|1d6/1d6|20|钝击|—|大型|5磅|5|—| |链锯|3d6|20|劈砍|—|大型|10磅|9|—| |日本镰|1d6|20|劈砍|—|小型|2磅|5|—| |打刀|2d6|19–20|劈砍|—|大型|6磅|12|—| |反曲刀|1d4|18–20|劈砍|—|小型|1磅|5|—| |双节棍|1d6|20|钝击|—|小型|2磅|3|—| |三节棍\*|1d10/1d10|20|钝击|—|大型|3磅|4|—|

source: |Weapon|Direct Hit Damage|Splash Damage|Critical\*\*|Damage Type|Reflex DC|Range Increment|Size|Weight|Purchase DC|Restriction| |-|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:| |Acid, mild|1d6|1|20|Acid|—|10 ft|Tiny|1 lb|6|—| |Molotov cocktail\*|1d6|1|20|Fire|—|10 ft|Small|1 lb|3|—|
zh_cn: |武器|直接伤害|溅射伤害|重击\*\*|伤害类型|反射 DC|射程跨度|尺寸|重量|购买 DC|限制级| |-|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:| |弱酸|1d6|1|20|酸|—|10尺|超小型|1磅|6|—| |莫洛托夫鸡尾酒\*|1d6|1|20|火焰|—|10尺|小型|1磅|3|—|
